{
  "name": "Lim Hyejung",
  "nameKr": "임혜정 (b.1981/Korea)",
  "education": [
    {
      "degree": "Department of Fine Arts",
      "institution": "Seoul National University of Science and Technology",
      "year": ""
    }
  ],
  "statement": {
    "kr": "작가는 '현실의 자연'이 아닌, 상상력으로 재구성된 자연을 탐구한다. 이 자연은 단순한 풍경 묘사가 아니라, 작가가 겪어온 감정과 경험을 바탕으로 형성된 또 하나의 세계다. 그녀의 작업은 관람자가 작품을 '바라보는 것'을 넘어, 내면의 서사를 따라 들어가도록 이끈다.\n\n작가는 자신의 작업 안에서 \"Utopia = Reality\"라는 관점을 제시한다. 이상과 현실의 경계가 흐려지는 이 지점에서 작품은 고정된 형태에 머물지 않고, 끊임없이 다듬어지고 변화하는 살아 있는 세계로 존재한다. 이러한 세계관에는 억압, 우울, 치유와 같은 복합적 정서가 자연스럽게 녹아 있다.\n\n그녀가 구축하는 시각적 언어는 개인적 경험에 기반한 상상적 이미지로 이루어져 있으며, 이는 사실을 재현하려는 목적이 아니라 세계를 새롭게 해석하고 전환하려는 시도에 가깝다. 그녀의 화면에는 유기적 형태가 자유롭게 흐르며, 감정의 흔적을 고스란히 품고 있다. 작품에 등장하는 오브제들은 특별한 상징적 의미보다는, 작가의 경험과 상상을 반영한 부산물로 이해할 수 있다.\n\n이 전시는 작가의 성향과 감정, 그리고 세계와 관계 맺는 방식이 집약된 결과물이다. 작품은 관람자에게 하나의 오브제가 아니라, 머무르고 해석할 수 있는 감각의 공간으로 다가온다. 그 속에서 우리는 작가가 구축한 내면의 세계를 따라가며 새로운 감정과 사고의 가능성을 마주하게 된다.",
    "en": "The artist explores a version of nature reconstructed through imagination, rather than depicting \"nature as it is.\" This nature is not a simple landscape, but another world shaped by the emotions and experiences she has lived through. Her work invites viewers not just to look at the pieces, but to follow the inner narrative within them.\n\nWithin her practice, the artist presents the perspective of \"Utopia = Reality.\" At the point where ideals and reality blur, her works exist as living worlds that are continuously refined and transformed, rather than fixed forms. Within this worldview, complex emotions such as oppression, melancholy, and healing naturally merge.\n\nThe visual language she develops is composed of imaginative images rooted in personal experience. It is less about reproducing reality and more about reinterpreting and transforming the world. Organic forms flow freely across her canvases, carrying traces of emotion. The objects that appear in her works are not meant to hold specific symbolic meaning, but rather reflect the artist's experiences and imagination as byproducts.\n\nThis exhibition is the culmination of the artist's temperament, emotions, and the way she engages with the world. Her works approach the viewer not as singular objects, but as sensory spaces to linger in and interpret. Within these spaces, we follow the inner worlds she constructs, encountering new possibilities for emotion and thought."
  },
  "bio": {
    "kr": "상상력으로 재구성된 자연을 통해 내면의 세계를 탐구하는 작가",
    "en": "An artist exploring inner worlds through nature reconstructed by imagination"
  },
  "profileImage": "https://images.unsplash.com/photo-1494790108377-be9c29b29330?w=800&q=80",
  "contact": {
    "email": "hello@limhyejung.com",
    "instagram": "@limhyejung_artworks"
  }
}
